Repository: SaelKimberly/SimpleBibleReader
Catalog: PreferencesFrm.*.resx
Languages: ta

# cbBibleCmtryIcon.Text
source: Commentary Icon on Verses
ta: வசனம் மீது விமர்சனம் கறுப்பி

# rbBibleRaw.Text
source: Don't parse but render raw text.
ta: மூல உரையை எனக்கு காட்டவும்

# rbBibleParse.Text
source: Parse text for better display.
ta: சிறப்பாக காட்சிக்கு உரை பாகுபடுத்து

# cbBibleBkgndCleaning.Text
source: Background Cleaning
ta: பின்னணி சுத்திகரிப்பு

# groupBox1.Text
source: Parser Options
ta: பகுப்பான் விருப்பங்கள்

# tabBible.Text
source: Bible
ta: வேதாகமம்

# rbBookRaw.Text
source: Don't parse but display me with raw text.
ta: மூல உரையை எனக்கு காட்டவும்

# rbBookParse.Text
source: Parse text for better display.
ta: சிறப்பாக காட்சிக்கு உரை பாகுபடுத்து

# cbBookBkgndCleaning.Text
source: Background Cleaning
ta: பின்னணி சுத்திகரிப்பு

# groupBox4.Text
source: Parser Options
ta: பகுப்பான் விருப்பங்கள்

# tabBook.Text
source: Book
ta: புத்தகம்

# rbCmtryRaw.Text
source: Don't parse but display me with raw text.
ta: மூல உரையை எனக்கு காட்டவும்

# rbCmtryParse.Text
source: Parse text for better display.
ta: சிறப்பாக காட்சிக்கு உரை பாகுபடுத்து

# groupBox2.Text
source: Parser Options
ta: பகுப்பான் விருப்பங்கள்

# tabCommentary.Text
source: Commentary
ta: விளக்கவுரை

# rbDictRaw.Text
source: Don't parse but display me with raw text.
ta: மூல உரையை எனக்கு காட்டவும்

# rbDictParse.Text
source: Parse text for better display.
ta: சிறப்பாக காட்சிக்கு உரை பாகுபடுத்து

# groupBox3.Text
source: Parser Options
ta: பகுப்பான் விருப்பங்கள்

# tabDictionary.Text
source: Dictionary
ta: அகராதி

# cbMp3Transliterate.Text
source: Try transliterating for non-English languages
ta: ஒலிப்பெயர்ப்பு செய்ய

# tbMp3Text.Text
source: For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life. John 3:16
ta: தேவன், தம்முடைய ஒரேபேறான குமாரனை விசுவாசிக்கிறவன் எவனோ அவன் கெட்டுப்போகாமல் நித்தியஜீவனை அடையும்படிக்கு, அவரைத் தந்தருளி, இவ்வளவாய் உலகத்தில் அன்பு கூர்ந்தார்.

# label4.Text
source: Voice
ta: குரல்

# button1.Text
source: Test
ta: சோதனை

# label3.Text
source: Speed
ta: வேகம்

# label2.Text
source: Volume
ta: குரலின் அளவு

# OK.Text
source: OK
ta: சரி

# Cancel.Text
source: Cancel
ta: நீக்கு

# label1.Text
source: To enable this option, Save and Load preferences from file must also be enabled and an application restart is required.
ta: நாங்கள் இந்த விருப்பங்களை மாற்ற பரிந்துரைக்கவில்லை

# $this.Text
source: Preferences
ta: விருப்பத்தேர்வுகள்
